brew "bat"
brew "colima"
brew "docker"
brew "fd"
brew "fish"
brew "fontconfig"
brew "fzf"
brew "gh"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "opencode"
brew "starship"
brew "tmux"
brew "xdg-ninja"
brew "yazi"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "claude"
cask "claude-code"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "ghostty"
cask "google-chrome"
cask "kitty"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "zed"
vscode "alefragnani.project-manager"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "joshmu.periscope"
vscode "ms-azuretools.vscode-containers"
vscode "vscodevim.vim"
