brew "pam-reattach"
brew "fish"
brew "neovim", args: ["HEAD"]
brew "tmux"
brew "ripgrep"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
brew "mise"
brew "uv"
brew "ruff"
brew "ty"
brew "starship"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-history-substring-search"
brew "difftastic"
cask "orbstack"
brew "gh"
brew "sesh"
brew "lazydocker"
brew "lazygit"
brew "rustup"
brew "ghcup"
brew "tree-sitter-cli"
brew "k9s"
brew "kubectx"
brew "xdg-ninja"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "claude"
cask "claude-code@latest"
cask "codex"
cask "ghostty"
cask "google-chrome"
cask "raycast"
cask "spotify"

brew "can1357/tap/omp"
