brew "pam-reattach"
brew "ripgrep"
brew "fzf"
brew "mise"
brew "uv"
brew "ruff"
brew "ty"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-history-substring-search"
cask "orbstack"
brew "gh"
brew "sesh"
brew "lazydocker"
brew "lazygit"
brew "rustup"
brew "k9s"
brew "kubectx"
brew "xdg-ninja"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "claude"
cask "claude-code@latest"
cask "codex"
cask "1password"
cask "1password-cli"
cask "ghostty"
cask "google-chrome"
cask "raycast"
cask "spotify"
cask "protonvpn"
